Revit 2020 API
TaskDialog.FooterText Property
 FooterText is used in the footer area of the task dialog.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2011
Syntax
C#
public string FooterText { get; set; }
Visual Basic
Public Property FooterText As String
	Get
	Set
Visual C++
public:
property String^ FooterText {
	String^ get ();
	void set (String^ value);
}
See Also
TaskDialog Class
Autodesk.Revit.UI Namespace